Repository: radzih/carrier_bot
Catalog: locales/*/LC_MESSAGES/testbot.po
Languages: ru

source: З поверненням, {}! Ви в <b>головному меню</b>.
ru: З возвращением, {}! Вы в <b>главном меню</b>.

source: Поділитися ботом
ru: Поделиться ботом

source: Для користування ботом, поділіться вашим номером телефону, натиснувши кнопку нижче.
ru: Для того чтобы пользоваться ботом, поделитесь вашим номером телефона, нажав кнопку ниже.

source: Привіт, {}! В цьому боті, Ви зможете <b>замовити автобусні квитки</b> або <b>відправити посилку</b>, нашою компанією.
ru: Привет, {}! В этом боте, Вы сможете <b>заказать автобусные билеты</b> или <b>отправить посылку</b>, нашей компаней.

source: <b>Виберіть архів</b>
ru: <b>Виберите архив</b>

source: У вас немає посилок в архіві
ru: У вас нет посылок в архиве

source: 🎫 <b>Ваші посилки з архіву</b> 🎫 -------------------------------------------
ru: 🎫 <b>Ваши посылки с архива</b> 🎫 -------------------------------------------

source: У вас немає квитків в архіві
ru: У вас нет билетов в архиве

source: 🎫 <b>Ваші квитки з архіву</b> 🎫 -------------------------------------------
ru: 🎫 <b>Ваши билеты с архива</b> 🎫 -------------------------------------------

source: 🎫📦 <b><i>Ваші замовлення</i></b> 📦🎫 <b>-------------------------------------------</b> 🎫 <b>Квитків:</b> {valid_tickets} 📦 <b>Посилок:</b> {valid_packages} <b>-------------------------------------------</b> 🗂 <b><i>В архіві</i></b> <b>---</b> 🎫 <b>Квитків:</b> {archive_tickets} 📦 <b>Посилок:</b> {archive_packages}
ru: 🎫📦 <b><i>Ваши заказы</i></b> 📦🎫 <b>-------------------------------------------</b> 🎫 <b>Билетов:</b> {valid_tickets} 📦 <b>Посылок:</b> {valid_packages} <b>-------------------------------------------</b> 🗂 <b><i>В архиве</i></b> <b>---</b> 🎫 <b>Билетов:</b> {archive_tickets} 📦 <b>Посылок:</b> {archive_packages}

source: У вас немає посилок
ru: У вас нет посылок

source: 📦 <b>Ваші посилки</b> 📦 ------------------------------------------- 🗓<b>Час відправлення:</b> <i>{departure_time}</i>
ru: 📦 <b>Ваши посылки</b> 📦 -------------------------------------------

source: ❗ Вашу відправку успішно скасовано❗ Гроші будуть зараховані на картку <b><i>{mask}</i></b> впродовж 3 робочих днів. <b><i>Дякуємо, що обрали нашого перевізника!</i></b>
ru: ❗ Вашу отправку успешно отменено❗ Деньги будут зачислены на карту <b><i>{mask}</i></b> впродовж 3 рабочих дней. <b><i>Спасибо, что выбрали нашего перевозчика!</i></b>

source: ❗ Вашу відправку успішно повернено ❗ <b><i>Дякуємо, що обрали нашого перевізника!</i></b>
ru: ❗ Вашу отправку успешно возвращено ❗ <b><i>Спасибо, что выбрали нашего перевозчика!</i></b>

source: ❗ Ваш квиток успішно повернено ❗ Гроші будуть зараховані на картку <b><i>{payment.sender_card_mask2}</i></b> впродовж 3 робочих днів. <b><i>Дякуємо, що обрали нашого перевізника!</i></b>
ru: ❗ Ваш билет успешно возвращен❗ Деньги будут зачислены на карту <b><i>{payment.sender_card_mask2}</i></b> в течении 3 рабочих дней. <b><i>Спасибо, что выбрали нашего перевозчика!</i></b>

source: ❗ Ваш квиток успішно повернено ❗ <b><i>Дякуємо, що обрали нашого перевізника!</i></b>
ru: ❗ Ваш билет успешно возвращен ❗ <b><i>Спасибо, что выбрали нашего перевозчика!</i></b>

source: У вас немає квитків
ru: У вас нет билетов

source: 🎫 <b>Ваші квитки</b> 🎫 ------------------------------------------- 🗓<b>Час відправлення:</b> <i>{departure_time}</i>
ru: 🎫 <b>Ваши билеты</b> 🎫 -------------------------------------------

source: 🚉 Станція відправлення: {start_station}
ru: 🚉 Станция отправки: {start_station}

source: ✍️ <b>Напишіть</b> станцію прибуття! Наприклад: <b>Болгарія</b> 👀 Або <b>оберіть</b> станцію з минулих пошуків
ru: ✍️ <b>Напишите</b> станцию прибытия! Например: <b>Болгария</b> 👀 Или <b>выберите</b> станцию с предыдущих поисков

source: Оберіть з переліку нижче станцію прибуття 👇
ru: Выберите из списка ниже станцию прибытия 👇

source: ❎ <b>Така станція не знайдена!</b> Напишіть ще раз її назву. Або почніть новий пошук. Або оберіть з переліку нижче станцію прибуття 👇
ru: ❎ <b>Такая станция не найдена!</b> Напишите еще раз ее название. Или начните новый поиск.

source: 🔍 Отримую к-ть квитків...
ru: 🔍 Получаю к-во билетов...

source: 🎫 Доступно {available_seats} місць. Введіть необхідну кількість квитків, або оберіть з запропонованої кількості 👇
ru: 🎫 Доступно {available_seats} мест. Введите необходимое количество билетов или выберите из предложенного "количества 👇

source: 🚫 Ви ввели не число.
ru: 🚫 Вы ввели не число.

source: 🚫 Ви ввели число більше за кількість доступних місць.
ru: 🚫 Ви ввели число большее количества доступных мест.

source: 🚫 Ви ввели число менше за 1.
ru: 🚫 Ви ввели число меньше 1.

source: 🚫 Ви ввели число більше за 5.
ru: 🚫 Ви ввели число больше 5.

source: 🔍 Отримую дані...
ru: 🔍 Получаю данные...

source: Оберіть тип для квитка {} 👇
ru: Выберите тип билета {} 👇

source: 💺 Кому бронюємо квиток {current_passenger}? ✍️ Напишіть Ім'я та Прізвище. Наприклад: Тарас Шевченко
ru: 💺 Кому бронируем билет {current_passenger}? ✍️ Напишите Имя и Фамилию. Например: Тарас Шевченко

source: 🚫 Ви ввели не повне ім'я.
ru: 🚫 Вы ввели не полное имя.

source: Ок, бронюю місця 🙌 Дайте мені декілька секунд...
ru: Ок, бронирую места 🙌 Дайте мне несколько секунд...

source: Покупка квитків
ru: Покупка билетов

source: 🚫 Платіж був скасований.
ru: 🚫 Платеж был отменен.

source: <b><i>Якщо замовлення вірне, перейдіть до оплати.</i></b> <i>(для оплати у вас є 10 хв)</i> 〰️〰️〰️〰️〰️〰️〰️〰️
ru: <b><i>Если заказ верный, перейдите к оплате.</i></b> <i>(для оплаты у вас есть 10 мин)</i> 〰️〰️〰️〰️〰️〰️〰️〰️

source: 📝Ваше замовлення📝 🎫 Квиток {index} 🚌↗️ Відправлення: {start_station} 🚌↙️ Прибуття: {end_station} 🗓 Дата та час відправлення: {date} 👥 ПІБ пасажира: {full_name} 🎟 Тип квитка: {ticket_type} 💸 ціна: {price} грн 〰️〰️〰️〰️〰️〰️〰️〰️
ru: 📝Ваше заказ📝 🎫 Билет {index} 🚌↗️ Отправка: {start_station} 🚌↙️ Прибытие: {end_station} 🗓 Дата и время отправки: {date} 👥 ФИО пассажира: {full_name} 🎟 Тип билета: {ticket_type} 💸 Цена: {price} грн 〰️〰️〰️〰️〰️〰️〰️〰️

source: Вибачте але час бронювання вийшов
ru: Приносим извинения, но время для бронирования вышло

source: <i><b>Дякуємо за ваше замовлення👌🏻</b> (всі квитки зберігаються в розділі "мої квитки") <b>Ваші квитки 👇🏻</b></i>
ru: <i><b>Спасибо за ваш заказ👌🏻</b> (все билеты сохраняются в разделе "мои билеты") <b>Ваши билеты 👇🏻</b></i>

source: <i>Хочеш зіграти в гру?</i>
ru: <i>Хочешь сыграть игру?</i>

source: <i><b>Нагадуємо про вашу поїздку через годину</b></i>
ru: <i><b>Напоминаем про вашу поездку через час</b></i>

source: 🚉 Станція прибуття: {end_station}
ru: 🚉 Станция прибытия: {end_station}

source: На жаль, на даний момент, маршрутів з вибраними станціями не знайдено. Спробуйте вибрати інші станції.
ru: К сожалению, на данный момент, маршрутов по выбранным станциям не найдено. Попробуйте выбрать другие станции.

source: Тепер напишіть дату поїздки в форматі день.місяць (наприклад: 01.02) або оберіть зі списку нижче 👇
ru: Теперь напишите дату поездки в формате день.месяц (например: 01.02) или Выберите из списка ниже 👇

source: 🚌 Автобус: <b>{name}</b> Опис автобуса: {description} {seats} місць {options}
ru: 🚌 Автобус: <b>{name}</b> Описание автобуса: {description} {seats} мест {options}

source: 🚌 {name} 🕖 відправлення в: {departure_time} 〰️〰️〰️〰️〰️〰️〰️〰️
ru: 🚌 {name} 🕖 отправление в: {departure_time} 〰️〰️〰️〰️〰️〰️〰️〰️

source: Невірний формат дати. Спробуйте ще раз.
ru: Неверный формат даты. Спробуйте ще раз.

source: 🔍 Починаю пошук квитків...
ru: 🔍 Начинаю поиск билетов...

source: На жаль, на цю дату немає автобусів 😔Спробуйте ввести іншу дату.
ru: К сожалению, на ету дату нет автобусов.😔 Попробуйте ввести другую дату.

source: Знайдено {route_count} автобусів на {date} 😊 〰️〰️〰️〰️〰️〰️〰️〰️
ru: Найдено {route_count} автобусов на {date} 😊 〰️〰️〰️〰️〰️〰️〰️〰️

source: 🚌 {start_station} — {end_station} 🕚 відправлення в {departure_time} 🕙 прибуття в {arrival_time} 🚏 Подивитись маршрут: {route_command} 🚌 автобус: подивитись {bus_command} {prices}🎫 Вільних місць: {available_seats} 👉 Купити квитки: {buy_command} 〰️〰️〰️〰️〰️〰️〰️〰️
ru: 🚌 {start_station} — {end_station} 🕚 отправление в {departure_time} 🕙 прибытие в {arrival_time} 🚏 посмотреть маршрут: {route_command} 🚌 фото автобуса {bus_command} {prices}🎫 свободных мест: {available_seats} 👉 купить билет: {buy_command} 〰️〰️〰️〰️〰️〰️〰️〰️

source: ✍️ <b>Напишіть</b> станцію відправлення! Наприклад: <b>Одеса</b> 👀 Або <b>оберіть</b> станцію з минулих пошуків
ru: ✍️ <b>Напишите</b> станцию отправления! Например: <b>Одеса</b> 👀 Или <b>выберите</b> станции с предыдущих поисков

source: ✍️ <b>Напишіть</b> станцію отримання! Наприклад: <b>Болгарія</b> 👀 Або <b>оберіть</b> станцію з минулих пошуків
ru: ✍️ <b>Напишите</b> станцию получения! Например: <b>Болгария</b> 👀 Или <b>выберите</b> станцию с предыдущих поисков

source: Оберіть з переліку нижче станцію 👇
ru: Выберите из списка ниже станцию прибытия 👇

source: ❎ <b>Така станція не знайдена!</b> Напишіть ще раз її назву. Або почніть новий пошук. Або оберіть з переліку нижче станцію 👇
ru: ❎ <b>Такая станция не найдена!</b> Напишите еще раз ее название. Или начните новый поиск.

source: <b>Неправильний формат!</b>
ru: <b>Неправильный формат!</b>

source: 📱 Напишіть номер телефону отримувача. Наприклад: +380501234567
ru: 📱 Напишите номер телефона получателя. Например: +380501234567

source: 📝Ваше замовлення📝 🚌↗️ Відправлення: {start_station} 🚌↙️ Прибуття: {end_station} 🗓 Дата та час відправлення: {date} 👥 ПІБ відправника: {sender_full_name} 📱 Номер телефону відправника: {sender_phone} 👥 ПІБ отримувача: {receiver_full_name} 📱 Номер телефону отримувача: {receiver_phone}
ru: 📝Ваш заказ📝 🚌↗️ Отправление: {start_station} 🚌↙️ Прибытие: {end_station} 🗓 Дата и время отправления: {date} 👥 ФИО отправителя: {sender_full_name} 📱 Номер телефона отправителя: {sender_phone} 👥 ФИО получателя: {receiver_full_name} 📱 Номер телефона получателя: {receiver_phone}

source: Хто буде відправником? ✍️ Напишіть Ім'я та Прізвище. Наприклад: Тарас Шевченко
ru: Кто будет отправителем? ✍️ Напишите Имя и Фамилию. Например: Иван Франко

source: 📱 Напишіть номер телефону відправника. Наприклад: +380501234567
ru: 📱 Напишите номер телефона отправителя. Например: +380501234567

source: Хто буде отримувачем? ✍️ Напишіть Ім'я та Прізвище. Наприклад: Іван Франко
ru: Кто буде получателем? ✍️ Напишите Имя и Фамилию. Например: Иван Франко

source: Вибачте але автобус вже відправився
ru: Приносим извинения, но автобус уже отправился

source: <i><b>Дякуємо за ваше замовлення👌🏻</b> (всі квитки зберігаються в розділі "мої квитки") <b>Ваша накладна 👇🏻</b></i>
ru: <i><b>Спасибо за ваш заказ👌🏻</b> (все билеты сохраняются в разделе "мои билеты") <b>Ваши билеты 👇🏻</b></i>

source: 🔍 Починаю пошук маршрутів...
ru: 🔍 Начинаю поиск маршрутов...

source: 🚌 {start_station} — {end_station} 🕚 відправлення в {departure_time} 🕙 прибуття в {arrival_time} 🚏 Подивитись маршрут: {route_command} 🚌 автобус: подивитись {bus_command} 📦 ціна доставки: {price} грн 👉 Відправити посилку: {command} 〰️〰️〰️〰️〰️〰️〰️〰️
ru: 🚌 {start_station} — {end_station} 🕚 отправление в {departure_time} 🕙 прибытие в {arrival_time} 🚏 посмотреть маршрут: {route_command} 🚌 фото автобуса {bus_command} 📦 цена доставки: {price} грн 👉 отправить посылку: {command} 〰️〰️〰️〰️〰️〰️〰️〰️

source: <b>🌐 Оберіть мову 🌐 ---------------------------- </b><i>Поточна мова -</i> <b>{user.language.name}</b>
ru: <b>🌐 Выберите язык 🌐 ---------------------------- </b><i>Текущий язык -</i> <b>{user.language.name}</b>

source: <b>🌐 Мова успішно змінена 🌐 ---------------------------- </b><i>Поточна мова -</i> <b>{user.language.name}</b>
ru: <b>🌐 Язык успешно изменен 🌐 ---------------------------- </b><i>Текущий язык -</i> <b>{user.language.name}</b>

source: {emoji} <b>Нагадування</b> {emoji} <b>----------------------------</b> <i>Наразі нагадування</i> <b>{status}</b>
ru: {emoji} <b>Напоминания</b> {emoji} <b>----------------------------</b> <i>Сейчас напоминания</i> <b>{status}</b>

source: <b>⚙ Налаштування ⚙ ----------------------------</b>
ru: <b>⚙ Настройки ⚙ ----------------------------</b>

source: 🔎 Пошук квитків 🔎
ru: 🔎 Поиск билетов 🔎

source: 📦 Відправити посилку 📦
ru: 📦 Отправить посылку 📦

source: 🎫 Мої квитки/посилки 🎫
ru: 🎫 Мои билеты/посылки🎫

source: ⚙ Налаштування ⚙
ru: ⚙ Настройки ⚙

source: 🙋‍♂️ Підключити оператора 🙋
ru: 🙋‍♂️ Подключить оператора 🙋

source: ↖️ Поділитися ботом ↗️
ru: ↖️ Поделиться ботом ↗️

source: 🎫 Переглянути квитки 🎫
ru: Просмотреть билеты 🎫

source: 📦 Переглянути посилки 📦
ru: 📦 Просмотреть посылки 📦

source: 🗂 Архів 🗂
ru: 🗂 Архив 🗂

source: ❌ Повернути квиток ❌
ru: ❌ Вернуть билет ❌

source: ❌ Скасувати відправку ❌
ru: ❌ Отменить оправку ❌

source: 📦Мої посилки
ru: 📦 Мои посылки

source: 🎫 Мої квитки
ru: 🎫 Мои билеты

source: 🌐 Мова 🌐
ru: 🌐 Язык 🌐

source: 🔔 Нагадування 🔔
ru: 🔔 Напоминания 🔔

source: Ввімкнути/вимкнути
ru: Включить/выключить

source: 💳 Перейти до оплати 💳
ru: 💳 Перейти к оплате 💳

source: 🚌 Оплатити в автобусі 🚌
ru: 🚌 Оплатить в автобусе 🚌

source: ↪️ Зворотній квиток
ru: ↪️ Обратный билет

source: 📆 Інший день
ru: 📆 Другой день

source: 🔄 Оновити дані
ru: 🔄 Обновить данные

source: 🔍 Новий пошук 🔍
ru: 🔍 Новый поиск 🔍

source: 📞 Поділитися номером 📞
ru: 📞 Поделиться номером 📞
